[
    {
        "pageLink": "http://www.ipsnews.net/1997/04/science-africa-loses-scientist-and-genetic-rights-campaigner/",
        "imageLink": "/imgs/lmd.svg",
        "title": "SCIENCE: Africa Loses Scientist and Genetic Rights Campaigner",
        "text": " With the death of Dr. Akilu Lemma, Africa has lost a scientist whose life and work illustrated the difficulties faced by African researchers and Africa..."
    },
    {
        "pageLink": "https://www.questia.com/magazine/1G1-20352666/ethiopia-stuck-in-telecoms-stone-age",
        "imageLink": "/imgs/lmd.svg",
        "title": "Ethiopia Stuck in Telecoms Stone-Age",
        "text": " Ethiopia has only 150,000 telephone lines for a population of 56 million; and only 1,300 internet subscribers. In telecommunication terms, this is a disaster. Privatisation could be a solution but it seems the government is..."
    },
    {
        "pageLink": "http://news.bbc.co.uk/2/hi/africa/582697.stm",
        "imageLink": "/imgs/bbc.svg",
        "title": "Ethiopia: Partying like it's 1992",
        "text": " As the western world approaches the millennium, according to the Ethiopian calendar it is still 1992..."
    },
    {
        "pageLink": "http://news.bbc.co.uk/2/hi/africa/827712.stm",
        "imageLink": "/imgs/bbc.svg",
        "title": "De-mining in the Horn",
        "text": " A year ago, Ethiopian journalist Laeke Mariam Demessie visited the front line in the war with Eritrea - recently he returned to see the Ethiopian army consolidate its control over territory captured..."
    },
    {
        "pageLink": "http://news.bbc.co.uk/2/hi/africa/609217.stm",
        "imageLink": "/imgs/bbc.svg",
        "title": "Ancient alphabet enters cyber age",
        "text": " The alphabet used in Ethiopia and Eritrea is Africa's oldest. Laeke Mariam Demessie reports on the efforts to get the 276-letter script ..."
    },
    {
        "pageLink": "https://www.sudantribune.com/spip.php?article4021",
        "imageLink": "/imgs/lmd.svg",
        "title": "Sudan, rebels work to set agenda for talks",
        "text": " Sudan and two rebel groups worked on Friday to set an agenda for talks aimed at ending 17 months of fighting ..."
    },
    {
        "pageLink": "https://www.sudantribune.com/spip.php?article4034",
        "imageLink": "/imgs/lmd.svg",
        "title": "Darfur peace talks collapse as rebels walk out",
        "text": "African Union-sponsored talks to end the slaughter of tens of thousands of people in Sudan’s western Darfur region ..."
    },
    {
        "pageLink": "https://www.sudantribune.com/spip.php?article4047",
        "imageLink": "/imgs/lmd.svg",
        "title": "Talks to end slaughter in Sudan’s western Darfur region put on hold indefinitely",
        "text": "Talks to end the unbridled violence that has killed tens of thousands of people in Sudan’s western Darfur region collapsed Saturday ..."
    },
    {
        "pageLink": "https://archive.sltrib.com/article.php?id=2377293&itype=NGPSID",
        "imageLink": "/imgs/lmd.svg",
        "title": "Sudan and rebels begin peace talks",
        "text": "Sudanese officials and rebels began peace talks Thursday to end 17 months of fighting in Sudan's Darfur region, where U.N. officials say ..."
    },
    {
        "pageLink": "https://drive.google.com/file/d/199j8lNtz7WNB8-j8NCjQRA0thPSBmfN6/view?usp=sharing",
        "imageLink": "/imgs/lmd.svg",
        "title": "Biodiversity & Bio-Piracy – The Case of Ethiopia",
        "text": "Biodiversity conservation and Bio-piracy are hot issues of debate and dialogue between the techno-rich Northern developed and the Biodiversity rich Southern developing countries in International forums. "
    }
]